Revit 2027 API
ParameterTypeId.CurtaingridBeltn1 Property
 "Measurement Line"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridBeltn1 { get; }
Public Shared ReadOnly Property CurtaingridBeltn1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridBeltn1 {
	ForgeTypeId^ get ();
}
static member CurtaingridBeltn1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace